Repository: alexkroman/watershednow
Catalog: drupal/sites/all/modules/contrib/galleryformatter/translations/galleryformatter.*.po
Languages: de, es

source: None
de: Keines
es: Ninguno

source: Gallery Formatter
de: Galerie-Formatierer

source: Setting <strong>both</strong> values below will trigger the gallery behaviour.
de: Die Einstellung <strong>beider</strong> unterer Werte bestimmt das Galerieverhalten.
es: Al seleccionar ambos valores debajo se activara la galería.

source: Don't forget to set the <strong>Number of values</strong> to either <em>Unlimitted</em> or the maximum number of images each gallery could accept.
de: Vergessen Sie nicht die <strong>Anzahl von Werten</strong> auf <em>Unbegrenzt</em> oder die von Ihnen gewünschte Anzahl einzustellen um zu kontrollieren wie viel Bilder pro Galerie erlaubt sind.
es: No se olvide de configurar el <strong>Número de valores</strong> como <em>Ilimitado</em> o como el máximo numero de imágenes que cada galería aceptará.

source: Select the slide preset
de: Wählen Sie die Slide-Voreinstellung
es: Seleccione el slide preset

source: Select the imagecache preset you would like to show when clicked on the thumbnail.
de: Wählen Sie die Imagecache-Voreinstellung welche Sie für die Slides verwenden wollen wenn auf ein Thumbnail geklickt wird.
es: Seleccione el preset de imagecache que se mostrará cuando se haga click en un thumbnail.

source: Select the thumbnail preset
de: Wählen Sie die Thumbnail-Voreinstellung
es: Seleccione el thumbnail preset

source: Select the imagecache preset you would like to show for the thumbnails list.
de: Wählen Sie die Imagecache-Voreinstellung welche Sie für die Thumbnails verwenden wollen.
es: Seleccione el preset de imagecache que le gustaría usar para el listado de thumbnails.

source: Style
de: Design
es: Estilo

source: No style
de: Kein Design
es: Sin estilo

source: Choose the gallery style.
de: Galeriedesign auswählen
es: Seleccione el estilo de galería.

source: Link slides to the full image
de: Slides auf Vollbild verlinken
es: Lincar los slides a la imágen original

source: If you check this on, the slides will be linked to the preset you choose in <em>Select the full image preset</em> below.
de: Wenn Sie diese Option aktivieren, werden die Slides auf auf die Voreinstellung die Sie in <em>Wählen Sie die Vollbild-Voreinstellung</em> auswählen verlinkt.
es: Si activa esta opción, los slides estarán lincados al preset que seleccione debajo en <em>Seleccione el preset para imágen completa</em>

source: None (original image)
de: Keine (Original Bild)
es: Ninguno (imágen original)

source: Select the full image preset
de: Wählen Sie die Vollbild-Voreinstellung
es: Seleccione el preset para imágen completa

source: Select the imagecache preset you would like to show when clicked on the thumbnail.<br />If you select none, the the link will point to the original image.
de: Wählen Sie die Imagecache-Voreinstellung welche Sie für die Vollbilder verwenden wollen.
es: Seleccione el preset de imagecache que le gustaría mostrar cuando se haga click en un thumbnail.<br />Si selecciona ninguno, el link apuntará a la imágen original.

source: jQuery Gallery
de: jQuery-Galerie
es: Galería de jQuery

source: Display multi-value fields as an jQuery Image gallery.
de: Stellt mehrwertige Bildfelder als jQuery-Bildergalerie dar.
es: Mostrar campos multi-valor como una galería de imágenes en jQuery

source: Provides a jquery gallery CCK formatter for imagefield
de: Liefert einen jQuery-Galerie-CCK-Formatierer für ImageField
es: Provee de un CCK formatter para imagefield como una galería de jquery

source: User interface
de: Benutzerschnittstelle
es: Interfaz de usuario

source: image
de: Bild
es: imagen

source: View the full image
de: Vollbild ansehen
es: Ver la imágen completa

source: Previous page
de: Vorherige Seite
es: Página anterior

source: Next page
de: Nächste Seite
es: Página siguiente
